logs/20240610-051159-dummy_file.00001574/iodepth=1/rw=write/fio.log
job: (g=0): rw=write, bs=(R) 512KiB-512KiB, (W) 512KiB-512KiB, (T) 512KiB-512KiB, ioengine=libaio, iodepth=1
fio-3.35
Starting 1 process

job: (groupid=0, jobs=1): err= 0: pid=90121: Mon Jun 10 05:14:25 2024
  write: IOPS=143, BW=72.0MiB/s (75.5MB/s)(10.0GiB/142252msec); 0 zone resets
    slat (usec): min=51, max=63219, avg=97.60, stdev=679.00
    clat (usec): min=1610, max=183366, avg=6847.66, stdev=8347.33
     lat (usec): min=1689, max=183504, avg=6945.26, stdev=8427.94
    clat percentiles (usec):
     |  1.00th=[  1696],  5.00th=[  1975], 10.00th=[  2180], 20.00th=[  2376],
     | 30.00th=[  2540], 40.00th=[  2966], 50.00th=[  3064], 60.00th=[  3851],
     | 70.00th=[  5669], 80.00th=[ 10159], 90.00th=[ 17957], 95.00th=[ 25035],
     | 99.00th=[ 35914], 99.50th=[ 45351], 99.90th=[ 78119], 99.95th=[ 88605],
     | 99.99th=[101188]
   bw (  KiB/s): min=33792, max=112640, per=100.00%, avg=73789.36, stdev=15346.13, samples=284
   iops        : min=   66, max=  220, avg=144.11, stdev=29.97, samples=284
  lat (msec)   : 2=5.06%, 4=56.96%, 10=17.75%, 20=11.29%, 50=8.64%
  lat (msec)   : 100=0.28%, 250=0.01%
  cpu          : usr=0.10%, sys=1.14%, ctx=20513, majf=0, minf=9
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,20480,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=72.0MiB/s (75.5MB/s), 72.0MiB/s-72.0MiB/s (75.5MB/s-75.5MB/s), io=10.0GiB (10.7GB), run=142252-142252msec

Disk stats (read/write):
    md127: ios=0/20630, merge=0/0, ticks=0/146542, in_queue=146542, util=99.40%, aggrios=6070/15512, aggrmerge=380794/968911, aggrticks=13609/26229, aggrin_queue=42388, aggrutil=35.69%
  sdf: ios=6042/15470, merge=380646/967605, ticks=14544/31325, in_queue=47855, util=34.15%
  sdd: ios=6022/15488, merge=378490/969379, ticks=11410/19575, in_queue=32927, util=27.57%
  sdb: ios=6150/15553, merge=383107/970091, ticks=13652/22626, in_queue=39892, util=29.38%
  sdi: ios=6073/15477, merge=383623/968270, ticks=14660/28695, in_queue=45507, util=33.51%
  sdg: ios=6103/15526, merge=382330/968654, ticks=13563/30371, in_queue=46359, util=32.96%
  sde: ios=6033/15529, merge=379155/969886, ticks=12030/20274, in_queue=33975, util=27.59%
  sdc: ios=6088/15556, merge=381185/969960, ticks=13959/22807, in_queue=40291, util=29.34%
  sdh: ios=6051/15501, merge=377821/967446, ticks=15055/34160, in_queue=52299, util=35.69%